["mobile_phone","location","data","used_track","coronavirus","crisis","surveillance","privacy","digital_rights","bluetooth","contact_tracing","better","mobile","privacy_issues","covid","apps","techie_coronavirus","helps_norway","track","cases","operator","phone","help","virus","location_tracking","governments_using","cell_phone","gauge","success","related","lockdowns","gdpr_ccpa","data_protection","pandemic","want","explainer","governments","telco","track_spread","read","different","users_opt","privacy_gdpr","using","fight_covid","data_sharing","via_passle","covid19","gdpr_privacy","mobile_apps","take","proposals","monitor","outbreak","tracking","cdn_poli","emergency","law","health","privacy_civil","liberties","bill","works","tech_cybersecurity","credit_card","records","gps_location","south_korea","used","tech","clear_messaging","help_combat","korea","commission","today","recommends","warning_apps","without_requiring","voluntary_anonymous","anonymized","collection","everybody","allow","mass","control","inaccurate","say","anonymised","going","show","home","address","individual","night","covid19au","interesting_article","revealing","government","already","using_mobile","seeking_obtain","roaming","battle_coronavirus","apple_google","start","bluetooth_proximity","huge_potential","location_based","community","support","tracing","android_ios","covers","world","mobile_users","technology","solve","big_brother","police_state","auspol","suspects","brilliant","smartphone","alert","people","potential_exposure","without","bbc_news","via_ifttt","news","privacy_cybersecurity","covid_pandemic","digital_health","public","really_necessary","anu","partner","sharing_insights","context","arogya_setu","mobile_application","india","application","contagion","help_curb","users","may","contact_others","infected","police","surveillance_drones","concerns_privacy","says","like","thermal_cameras","facial_recognition","handle","new","three","privacy_conscious","approaches","app","cyber_digest","south_australian","health_authorities","including","could_used","effort","exclusive","talks","mapping","phone_users","movements","via","geospatial_gis","test","essentially","practical_way","forward","let_hope","get","numbers","breaking_news","artificial_intelligence","robotics","israel","passed","people_infected","public_announcement","turkish","personal","monitoring","epidemic","security","cybersecurity","similarly","european_commission","shown","concern","storing","processing","various","privacy_concerns","peer_peer","smartphone_app","hence","preserves","user_privacy","research","digital","org","tackle","working","mobile_network","analyse","anonymous","smartphone_location","see","whether","privacy_regulator","google","proposal","warning","apps_could","domestic_abuse","forbes","call","legal_requirement","delete","look","meets","regarding","mobile_operators","leveraging_data","confinement","effect","poses","privacy_security","concerns","big_data","analytics","gdpr","three_days","sources","surveillance_camera","footage","really","guarantee","interview","specialist","created","privacy_focused","operating_system","launches","keep_employees","safe","programming","govt","link","user_location","user","sensitive_personal","cyber","positive","health_outcomes","raises_serious","alberta_launches","voluntary","canada","privacy_violations","norwegian","banned","authority","lessons","privacy_design","face_hitches","aggregating","anonymized_location","mobile_devices","identify","large_scale","behavior","trends","big_tech","mobile_networks","logged","cell_towers","even","let","greater_good","government_officials","study","spread","work","bluetooth_location","apple_releases","mobility_data","generated","apple_maps","stay_home","contact_racing","trust","potential_threat","smartphone_bluetooth","security_hacker","encryption","apple_inc","information","china","many","request","unnecessary","review","countries_around","found","need","symptom_tracking","asking","austrian","provides","anonymized_data","movement","lockdown","german","austria","mail_online","asks","hand","allegedly","asked","network","ensure","britain","following","social","telecom","gives","away","traces","millions_users","info_sec","report","official","north_dakota","sharing","data_foursquare","fast","company","australia","contact","yes","tracing_app","security_privacy","tracker","hacker","lifting","containment_measures","capacity","key_points","create","framework","respect","identified","government_agencies","causes","fears","misuse","digital_surveillance","unsurprisingly","government_justice","safety_law","united_states","fbi_network","free_speech","intelligence_spy","nsa","released","post","fighting_covid","includes","technical","issues","legal","means","far","utilized","services","may_come","hackathon","officials","spreads","finds_almost","alone_centralized","probably","well","asks_location","may_illegal","mccarthy","register","nhs","parent_secure","common_approach","combat_exit","system","points","covid19app","apple","tech_innovation","coronavirus_pandemic","countries","consider","tracking_apps","wall","company_said","sends","unique","foursquare","european","privacy_preserving","proximity_tracing","needs","popular","leveraging","telecom_technology","companies","vulnerable_populations","payments","could","enable","populations","tracetogether","open_source","covid_contacttracing","launched","singapore_government","collect","geo_location","store","aarogya_setu","likely","singapore","app_tracetogether","authorities","introduce_new","offices","provide","number","yesterday","announced","would","impact","efficacy","ethical_geo","fight_covid19","violation_privacy","solution","privacy_matters","smartphone_application","republican_senators","introduce","google_apple","consent","healthcare","proximity","congress","privacy_law","senator","kansas","legislature","makes","identity","patients","developed","still","android_users","reading","tip","shared","covidapp","defence","denies","requesting","thailand","part","questions","retention","function_creep","tools_context","ethics","tracking_app","possible","friday","poll","would_willing","share","public_health","control_spread","come_contact","someone_tested","update","citizen","combines","tech_digital","controlled","reader","human_contact","second","personnel","operations","highly_accurate","year_warranty","corona","corona_warriors","wireless","never","trace","financial","around","close_contact","one_another","stores","days","marketing_strategy","sapp","miss_deadline","bureaucracy","tweaks","needed","mean","state","social_engineering","strategy","emerges","harvesting","activities","social_media","harnessing","response","date","monday_friday","time","incredibly_useful","identifying","self_isolate","quarantine","point","able","entire","nations","open_schools","universities","etc","trace_together","mobile_app","taps","bluetooth_signals","capture","devices","close_proximity","enabling","encrypted","facilitate","contract","usage","app_downloads","surged","internet","students_develop","collecting","dark_reading","privacy_controls","covid_aus","option","recently_added","users_phones","last","updates","per","planning","\u0e42\u0e04\u0e27_\u0e1419","vital_tool","combating","truly","french","privacy_regulation","gdpr_compliance","pits","containment","pan_european","protecting_privacy","thats","statement","upon","practices","fight","geolocation_tracking","college","report_finds","third_parties","shares","sure","vet","tools","vendors","privacy_policy","counsel","laws","privacy_ccpa","analyzed","smartphones","corona_virus","watching","stop_spread","despite","using_gps","best_bet","contain","large","fast_growing","gps","proposed_government","leaked_data","infosec_privacy","said_would","bring","handed","app_stopcovid","france","captures","another","within","via_bluetooth","respects_privacy","locally","basics","questions_answered","gps_bluetooth","breaking","united_kingdom","germany","order_ensure","social_distancing","guidelines","team_ericsson","children","obliged","carry","schools_open","covid_2019","helping","business_continuity","plant","case","data_analytics","defense","ministry","digital_economy","nominated","supervise","users_movements","leg","cdr","shifts","based","alongside","continuing","secret","non","shin_bet","could_help","limit_exposure","hal2000bot_data","science","europe","privacy_watchdogs","weigh","rules","first","emergency_legislation","personalized","stay_safe","together","download","driven","estimates","signal","geolocation_data","tracked","united","underpin","data_stored","localisation","deleted","longer_necessary","governments_around","data_collected","sensitive","perspective","releases","corporate","market_research","reports","wondering","could_possibly","england_test","trace_programme","breaks_gdpr","make","otherwise","prepaid","mobiles","required","chew","credit","latest_news","via_techcrunch","researchers_found","sending","advertising","vid","tech_firms","computer_game","live","industry","outlines","oversight","body","transparent","principles","easily","explained","algorithm","standards","security_protections","ownership","uses","australian_government","app_tracks","interactions","victims","people_come","ccpa","able_collect","person","due","learn","remote","join","training","remote_work","accurate_enough","determine_whether","keep","private","relies","rolling","identifiers","canadian_officials","eye","amid","self_defense","rights","core","application_allows","exposures","day","thursday_thoughts","give","api","staysafe","introduced_new","version","protect","google_releases","team","issues_statement","coronavirusoutbreak","combat_covid","apps_unify","help_predict","two_weeks","advance","mass_testing","impact_assessment","enforce_quarantine","halted","benefits","ceo_chief","executive_officer","washington_post","twitter","user_interface","chalk","based_approach","fighting","raises_privacy","congress_leader","saturday","said","sophisticated_surveillance","rahul_gandhi","wondering_whether","orwellian","order","stuff","online","privacy_implications","severe","decentralized","ble","body_urges","anonymization_location","online_hacking","cybersecurity_cybercrime","check","across","gambia","tech_task","force","predicting","data_science","analysis","usa","govts","ramping","battle","track_trace","raising_questions","without_sufficient","infection","spread_covid","interesting","limitations","people_movements","closely","nationwide_lockdown","respected","spain","save_lives","sharing_caring","benefit","speeding","gathering","workers","notified","concerns_raised","yyc_yeg","purposes","privacy_advocates","worry","cellphone_location","manage","info","health_officials","analytics_healthcare","tracking_software","could_compulsory","enough_australians","voluntarily_download","boris_johnson","hull","isle_wight","prime_minister","northern_ireland","become_first","launch","africa","kenya","develop","startups","though","controversial","whereabouts","contact_someone","iphone","data_provider","marketers","write","north_south","app_violates","ept","covid\u30fc","crap","mobile_advertising","map","claims","awesome","intervention","supervision","esteemed","yoshua_bengio","welcome","covi","risk","awareness","detection","cell","networks","android","old","feature","exposure_notification","access","promise","constantly","lead","privacy_risks","koronavilkku","index","html","covid19_corona","guidance","deactivated","source_code","national","data_controllers","subtle","suggestion","gov","minister","plan","include","everyone","bypassing","bbcqt","coronavirus_australia","blue_tooth","marketing","barnaby_joyce","app_store","phones","guide","measures","towards","seguimiento_sobre","growth_rates","real_time","america_great","offer","opt","location_history","compute","meaningful","intersections","help_prevent","contacts_tracing","ask","users_share","via_tech","uses_bluetooth","personal_information","difficult_times","encourage","ingenuity","counter","researchers","code","app_uses","avoid","local","looking","anonymisation","relax_lockdown","compliance_gdpr","best","365_days","abp_news","sunday_vibes","insiders","platform","primer","fit_purpose","covi19","promises","leaders","nice","detailed","model","architecture","alleged","intended","basic","collect_information","rather","ministers_consider","app_rethink","south_africa","appoints","judge","safeguard_privacy","complex","test_trace","isolate","trade","slippery_slope","losing","way","software","probing","extra","sells","collects","name_phone","number_email","obvious","data_reveal","variation","socio_physics","surveillance_programs","require","widespread_adoption","effective","billion","smartphone_users","across_world","time_spent","whatsapp","market","stats","data_analysis","data_visualization","analytics_vid","mobile_security","apple_bluetooth","loopholes","tech_companies","international","warns","president_cyril","bluetooth_enabled","efforts","department_health","informing_public","actions_across","life_cycle","supporting","early","middle","late_stage","phases","diaries","boxes","opened","exchanged","societies","technologies","tweaked","overcome_challenges","sts","continued","industrial_revolution","ways","stream","find","effective_ways","surface","data_driven","decision","mobile_applications","tool","automate","tracing_apps","tracing_technology","app_leaks","google_ads","italy","resolution","great_piece","today_discussing","good_news","record","signals","big","security_concerns","forces","millions","gdpr_gdp","rfor_sme","contribute","special_issue","topics","deal","lbs","vodafone","long","purpose","statistical_analysis","zoom","ccpa_gdpr","security_info","security_compliance","data_breach","wants","years","russia","example","putin","seeking","surveillance_system","takes_deep","breath","cctv_cameras","codes","growth","county_level","study_suggests","pre_installed","make_sure","open","prevent","went_wrong","business","collect_anonymous","nearby","mobile_phones","using_bluetooth","tools_built","telecommunications_companies","infections","track_movements","money","making","ideas","quarantine_life","data_show","lockdowns_working","closer_look","explains","ethical","privacy_considerations","series","pandemics","cases_rises","podcast","amidst","interesting_thing","audio","politics","weigh_privacy","top_stories","scientists","economic","cdo_cto","survey","times","join_next","batch","cat","evaluation","breakingnews","sky_news","understands","really_impressed","focusing","vid_safe","nets","approach","controlling","expose","tracing_capabilities","allowing","others","near","singapore_launches","two","kenyans","evaluating","powerful","invasive","epidemiologists","protocols","build","florida","spring_break","potential","global_pandemic","corona_villains","association","mandates","infection_rates","mhealth","vid_tracker","engineering","core_pubmed","patient_privacy","search","global_response","strategies","digital_tools","nigeria","related_articles","sars","acknowledging","participate","relied","reporting","participants","system_detecting","privacy_experts","first_phase","americans","norway","current","could_prove","useful","tracking_spread","mobile_wireless","deletion","let_get","right","labour","favour","testing","human_rights","assist","maps","help_inform","tech_industry","discussing_ways","combat_coronavirus","seattle_times","future_noe","futureproofn_smartphone","data_shows","flout","evening_standard","number_countries","surveillance_systems","understand","risks","terms","protecting_user","democrats","regulate","management","interesting_points","older","declare","micro_containment","zones","testing_tracing","essential","business_closures","editorial","contrast","led","pepp","centralized_location","service_providers","hold","two_years","relating","decisions","long_lasting","promised","however","infosec","confirms","giving","requirements","phone_call","easier","nca","possibility","using_smartphone","forms","population","density","quarantine_enforcement","states","push","setting","service","robert_koch","institute","analytics_tools","potentially_infected","individuals","suggested","pursue","centralised","partnership","challenges_california","app_collects","breaks","quarantine_rules","overview","global_efforts","automated","mobile_carriers","tackle_coronavirus","cyber_security","cross_paths","gdpr_gdpr","keep_mind","turn_location","locations","bluetooth_beacons","called","accuracy","improve","regulations","shape","design","thomson","shares_insight","future","pore","app_freely","available_developers","worldwide","pple","get_onto","ffs","cyber_crime","cyber_attack","privacy_threat","surveillance_capitalism","paranoia","help_fight","powerful_tool","governments_combat","serious_privacy","considered","mandatory","canberra","aap","fuck","country","israeli","aim","guard","mix","people_voluntarily","exposure","legal_tech","status","wrong","job","tell","recovers","exact_location","employs","protected","identifiable","switch","law_enforcement","charge","monitoring_compliance","single","takes","important_step","data_ecosystems","log","thai","defence_minister","next","inline","operators","dissidents","worried","firms","axe","advice","ago","simple","pipe","recipe","immediately","feed","details","excel","spreadsheet","mapped","geography","spatial","links","appropriate","packages","worthless","stocks_stock","exchange","investment","city_london","london_brexit","vaccines","ban_location","scoop","mortality","china_telecom","february","dead","sick","coronavirus_infections","google_promises","advise","compliance","data_governance","history","setu_app","stop","word","plays","could_automate","preserving_privacy","health_tech","communications","customers_extra","data_caps","broadband_internet","compared","many_governments","around_world","insights","far_fewer","italians","ignoring","lockdown_rules","bringing","key","germany_pivots","centralized_coronavirus","privacy_protecting","alternative","someone","installing","reveals","stayed_home","nearly","last_week","according_data","mobile_device","smart_city","harness","card","rail","flight","smartphone_apps","comes_next","gps_global","positioning_system","reuters","utah","still_going","ahead","huge","briefing","put","sensitive_data","outside","firm","america","every_move","installed","collecting_sharing","turn","always","curb_spread","coronavirus_outbreak","aus_law","state_emergency","influencing","real_world","behaviors","newest","special_feature","great_pleasure","responsibly","enforces","across_country","doc","central","data_base","avoids","paper_form","federal","passes","complement","reality_check","handing","govs","basic_questions","cost","new_jmir","know","app_installed","saves","discussion","good_idea","potentially","breach_privacy","perhaps","late","helpful","neo_geo","web","anyone_else","concerned","british","americans_say","paper","aware","value","knowledge","derived","removed","indeed","ebola_outbreak","follow","lack","may_kept","techbot_privacy","companies_governments","tapping","internet_mobile","clues","virus_spreads","transportation","category","global","mha_states","upload","dashboard_better","coordination","migrant_workers","contains","send","according_analysis","app_works","ever","patient","aid","surprised","care","party","without_consent","forbid","developers","violation","requires","mobile_carrier","relayed","diagnosis","discovered","creepy","apparently","australian_gov","trace_track","digital_certificate","vaccination","loss","face","mouth","privacy_infosec","get_ready","become","lil","thru","invoking","also","extensive","hey","forthcoming","really_going","central_server","article","suggests","latest_article","geolocation","norway_suspends","malware","cope","era","data_gathered","facebook_google","replace","cctv","debit_credit","democracy","listening","governor","release","crush","homegrown","emphasized","placing","great","strain_healthcare","evidence_shows","frontline_healthcare","improves","rates","completeness","published_canada","news_media","adopt_digital","privacy_protections","caused","tech_news","spread_novel","digitalchamber_apps","inquiry","seek","nope","scout","honor","accessed","asa","depend","self_reporting","virginians","covidwise_app","background","battery","ban","president_ramaphosa","light","travel_restrictions","read_piece","corona_maharashtra","carona","attended","plz","deletes","ends","introducing","watch_video","tec_series","technology_tech","human_resource","complicated","rolled","thus","incompatible","unacast","develops","scorecard","flatten_curve","effects_social","distancing","spreading","national_security","recently_launched","sensory","capabilities","events","tribune_covid19","watch","mit","efforts_underway","existing","game_changing","power","make_huge","governments_worldwide","view","key_tool","mitigate","community_transmission","forgo","protections","blog","taiwanese","community_spread","seems","contained","wristband","uploads","centralized","stronger","media","germany_flips","approach_smartphone","programs","discusses","one","potential_solution","latest","privacy_regulations","least","employing","vast","programmes","drones","gov_tech","advent","reinforces","important","crypto","space","known","carriers","need_better","holding","sec","security_cybersecurity","thoughts","examines","alerts","cio_cdo","smart","ease","rigorous_contact","prof","added","worms","ultrasonic","sound","protocol","sonar","low_energy","ing","short_story","corona_warn","alarm","private_information","peoples_lives","trump","hungry","voter","surveillance_tool","extraordinary","mobility","alerting","phone_tower","diamond_princess","passengers","targeted","cna","issued","ppl","necessary","recommended","ios_android","bluetooth_low","organizations","coming_close","contacts","goes_beyond","civil_rights","groups","think","phone_numbers","kept","unless","tested_positive","give_permission","rapid","instantaneous","much","huh","insurance_claims","adjuster_disasters","lawsuit","nil","according","happening","adopted","interoperable","efficient","apple_insider","vital_role","morning","focus","spying","illegal_surveillance","new_article","prison","leaks","highly_sensitive","name","health_status","million_people","sad","story","app_apple","jointly_developing","amid_lingering","covid\u30fc_coronavirusourtbreak","wider_wiser","telecoms","question","providers","rethink","discuss","crowd","clever_cryptography","could_save","epidemiology","tech_technology","security_cyber","might_able","answer","approx","enforcement","data_scientist","balance_privacy","course","gdpr_compliant","spend_minutes","tender","tracking_tool","enterprise","tower","forensics","ill","crime","india_fights","technologies_offer","efficient_effective","ways_cope","kara","forum","rapid_response","teams","suspected_cases","komesha_corona","tuesday","ppl_infected","available_android","protects_privacy","everything_need","exploring","limit_spread","enough_consideration","explores","cybersecurity_security","move","tracking_system","help_stem","would_likely","raise_concerns","among","experts","become_prevalent","likely_lead","short_term","life_sciences","speed","supports","ongoing","amid_covid","tracetogether_app","moh","downloaded","meters","might","indoors","bad_weather","calculate","save","broadcast","satellite","meant","circulation","mismanagement","creating","paired","safeguards","protects","civil_liberties","argues","interactive","play","important_role","tackling_covid","messages","increase","health_care","powers","hrs","italian_government","approves","approved","efforts_fight","general","automated_contact","must","target","maybe","methods_including","launching_new","cybersec","privacy_developer","security_malware","devil","private_kit","engineers","data_scientists","project","hope","august","projects","perform","ready_deployed","backend","societies_economies","devastating","reach","every","earth","good","leadership_matters","allowing_users","android_smartphone","proof","luxury","boost","mitigated","choose","later","test_positive","collect_store","poli","alert_stay","intelligence_agencies","wuhan_laboratory","pre_print","commissions","joint_research","centre","data_reveals","correlation","human_mobility","med_rxiv","relative","arxiv_paper","country_wide","mobility_changes","observed","could_lead","greater","future_pandemics","orders","help_reduce","associated","ahmed_roug","uks","event","rise","taiwan","easy","bluetooth_signal","tied","would_install","germany_launches","privacy_rights","bluetooth_gps","suspected","interesting_idea","keeping","republic","criticised","intrusive","app_sends","violating_privacy","policy","senators_introduce","safety","secure","overcome","challenges","australian","businesses","collecting_data","infosec_security","dark","practical_guide","respecting","click_read","fence","north_america","medtech","lets_make","employee_safety","digital_transformation","preserve_privacy","surveys","thermal","mass_temperature","screening","solutions","privacy_protected","sold","aus","restrictions","months","sign","surveillance_software","used_analyze","phone_records","determine","avoid_sharing","aggregated","protect_privacy","aggregating_location","position","publicly_available","implementation","across_european","union","governments_collected","large_amounts","raising_privacy","communication","yea","kenney","able_poli","kenny","lies","cuts","alberta","slow_spread","top_doctor","cbc_news","piece","examine","sunset","problematic","detailed_analysis","downloaded_app","missing","wtf","oxford_university","advocated","regulators","pros","tmt","stakeholders","ads","cdc","across_countries","deutsche_telekom","thanks","copy","campaign_groups","warn_gchq","gchq","act_bipartisan","bill_introduced","perspectives","salute","short_range","stories","chinese","areas","trade_privacy","matters","offers","western_governments","edpb","noted","establishing","highest_priority","geo","features","optional","state_officials","get_sick","individuals_close","cellphones","matic_announces","privacy_centric","smartphone_market","posts","q20","million_units","shipped","apac","ready","accurate_information","security_agencies","subscriber","sante_hcs","lot","removal","goodness","disaster_waiting","happen","agrees","major_security","privacy_watchdog","security_hackers","hacker_malware","phish_privacy","hot","future_work","agile","ops","cyber_cyber","need_hour","things_considered","developing","past_months","monday_thoughts","staff","education","included","charging","using_anonymous","moving_around","data4covid19","human_activity","read_blog","brussels","signs","giants","urges","bad","using_cell","limits","would_useful","domestic_terrorists","protests","occupations","japan","belated","requested","provided","expected","words","done","site","researchers_develop","anonymization_model","model_developed","specially","pandamic","keep_bluetooth","put_phone","visitor","call_email","scan","accounting","proprietary","nhsx","security_flaws","living","crypto_news","data_storage","implementing","smartphone_based","implement","information_commissioner","office_ico","weekend","monday_motivation","modelling","promising","applications","bulletin","telemedicine","refine","quarantine_measures","presumably","imported_cases","tanzania","dozens_countries","data_sources","surveillance_activities","balance_public","different_types","help_mitigate","reckon","luckily","board","designed","recall","january","blog_post","fucking","hesitation","tiny","extent","messaging","personal_identification","name_age","income","credit_score","blanket","mass_surveillance","actually","limited","pages","dom_cummings","happy","land_rover","trip","made_available","given","trackand_trace","group","pass","emergency_laws","leeway","temporary_measures","taken","becoming","status_quo","eroding","gets","wary","back_door","provide_evidence","instant","oxford","ontario","punjab","protect_scotland","available","proving","sci","adv","summary","aids","feel","stare","wink","self_isolating","run","revealed","drones_enforce","social_isolation","regimes","global_perspectives","internet_governance","index_worried","crib","google_facebook","happily","built","safety_reasons","rog_app","technologies_like","trialled","identify_hotspots","digital_technology","specifically","prove_game","enjoy","red_flags","normally","fights","private_company","regulation","apps_europe","measure","helped_flatten","curve","screams","french_government","propose","certain","voluntary_basis","mobile_sprint","contingency","snap","fascinating","maintaining_privacy","generating","shielding","ios_dev","android_dev","university","mississippi","initiatives","protecting_individual","defeat","kovid","dangerous","mashable","long_standing","consequences","new_commentary","highlights_need","technologies_used","tackle_covid","well_done","health_minister","urged","download_activate","ever_happened","vmw_carbon","black","iot_data","end","hospitals","hinders","commentary","endpoint_security","expert","talk","jumping","google_release","cnn","alert_users","contact_infected","public_private","sector","confirms_plan","covidsafe","spot","new_blog","help_retailers","plans","retail_marketing","machine_learning","week","take_look","security_infosec","privacy_hackers","safety_justice","cloud_computing","transparency","fake","contact_tracers","hackers_cybercrime","scam","stuart_robert","feedly","follow_technews","particularly","reflects","far_concerned","trade_offs","failed","everywhere","trace_contacts","unsuccessful","begin_testing","completely_voluntary","nationwide","seen_increase","consumption","england","trial_gets","priority","combat_spread","digs","public_debate","centered","mostly","highly_vulnerable","attacks","ranging","names_location","empowered","disparate","live_updates","glimpse","addition","manual_contact","whatsapp_channel","quickly","anonymity","locks","ransom","creates","virtual","separation","leaving","really_interesting","suggestions","strengthening","monitoring_solution","less_reliable","nepal_government","prediction","tools_help","local_gov","wire","game_plan","met","bosses","urge","play_ball","helped","stem_spread","appears","apart","technology_app","critique","functionality","long_term","legality","acknowledges","successful","writes","victoria","henry","hot_topic","comes","questions_related","storage","patient_care","five_months","almost_every","virginia","spend_million","relief_funding","covidwise","european_union","contain_spread","must_ensure","comply","privacy_rules","selling","acquaintances","gdpr_via","people_exposed","cbs_news","embraced","high_tech","accessing","cctv_footage","statements","seen","new_york","affordability","customers","unable_afford","audiobooks","high","students","books","voluntarily","consultancy","colleges","employ","gps_track","router","predict","trace_every","person_contact","owner","past_weeks","steps_taken","invading_privacy","homes","safegraph","easter","highest","graded","via_phone","digital_footprint","security_affairs","hacking","using_thermal","cameras","touch","founders","members","contributors","ray","pitch","engagement","gamification","zone","cleaning","scientists_develop","detecting","different_ways","respond","imperfect_data","moment","oliver","fellow","nearest","detect","trouble_getting","dashboard","enough","newspapers_feedly","south","responsible","ict4d","put_together","hotspots","screenshots","took","treat","problem","availability","increases","actionable","coronavirus_ncov","safety_concerns","surveillance_citizens","bluetooth_wireless","comp","infrastructure","npc","phe","relevant","anyone","complain","news_guardian","slow","permanently_adopt","google_tracking","graphs","illinois","showing","visits","common","numbers_low","lower","first_kind","wellness_checks","maximizing","privacy_protection","process_automation","faith_driven","venture_capital","investors_faith","driven_entrepreneurs","timeline","lift","cincinnati","native","develops_mobile","wants_smartphone","leaks_user","data_leak","privacy_compliance","tested","starting","uci","pride","privacy_invasive","bahrain_kuwait","smittestopp","primarily","near_real","heath","new_normal","seems_like","government_intervention","covidiot","mainly","creating_solutions","application_development","dehradun","lockdown_2020","stay_healthy","much_easier","depends","disc","contract_tracing","member_states","specs","survey_shows","multiple","changes_made","data_integrity","woman_stalked","sandwich_server","subway","cloud","france_stand","ready_isle","wight_downloads","published","trending","recent_announcement","solicitor","development","speaks","joint_effort","bluetooth_technology","identify_potential","transmission","aussie_australia","federal_government","comptia","android_iphone","confidential","hippa_privacy","urgent","without_compromising","clearly","read_full","facebook","utility","fallacy","associate","joins","colleagues","presenting","excess_mortality","death","registration","role","epi_twitter","pop_twitter","city_toronto","heat_maps","lots","issues_raised","got","cio_ciso","cpo_security","technology_hack","couple","interesting_facts","gathered","encouraged","min","forbidden","initiative","augmented","fixed","recognise","anonymously","relay","debates","various_forms","disease","levels","app_launched","switzerland","api_google","throughout","european_scientists","researchers_raise","freedom_expression","free","calls","amid_coronavirus","security_flaw","qatar","exposed_sensitive","million","jointly","line","soon","announce","consider_using","campaigns","leave","modeling","dynamics","brazil","gpho","privacy_guarantees","collaborate","game_changer","recorded","joint","diseases","applies","recovery","dubai","photo_day","techie","diy","innovation","computers","samsung_mobile","robot","recover","halting","benefits_risks","risk_management","globalization","tele","integrity","app_stores","viewed","health_dept","exposed","major_concern","across_board","platforms","black_americans","latinx","essential_workers","amplified","study_uses","panic","publically_available","tho","metro","london","downloads","reason","guy","compounded","insecure","astounding","wuhan","python","supplement","main","analyses","journal","website","happy_see","great_work","municipal","office","barcelona","daily","useful_information","public_policy","secondary","break","attendees","count","world_map","pakistani","guidelines_processing","concerning","ireland","excellent_summary","less","pls","download_app","system_uses","emerging_tech","critical_keeping","safe_collecting","team_answer","track_monitor","click","via_whatsapp","covid1948","daddy","one_hand","enables","worked","continue","highlighting_need","confidentiality","effectiveness","interoperability","questions_answers","year_old","graduate","thank","electronic_frontier","foundation","enhance","matter","entries","weeks_old","innovation_engineering","mit_technology","wait","stupid","trump_rally","quantifying_sars","epidemic_control","tech_crunch","leading","thursday_edt","pose","recognition","across_europe","result","might_want","okay","preprint","uptake","inform","really_useful","collaborative_work","immuni","help_tackle","allows","guise","timelines","indicating","withdrawal","spy","studies","positioning","part_global","consortium","crisis_ends","mps_told","chance","finland","health_welfare","critical","distorts","realities","rely","tools_like","blind_spots","death_toll","rose","total","data_showed","stepping","parts","cheshire","shut","fastest","home_orders","recent_weeks","somebody","wuhan_lab","predictive_analytics","hidden","data_insights","program","facebook_ads","iphone_ios","meet","privacy_requirements","protect_user","imho","falls_short","red_cross","subscribers","infodemic","facts_matter","germany_germany","puts_people","self_assessment","national_informatics","positive_patient","infected_people","borders","recently_issued","outlining","best_practices","adopt","regard","particular","buildfor_covid","fail_unless","privacy_respected","experts_warn","gdpr_rules","apply","play_part","raise_privacy","parliament","emphasised","apps_used","must_comply","privacy_laws","aggressively","promoting","supposedly","containing_spread","unanswered_questions","gis_spatial","corvid","self_isolation","launching","soo","published_guidelines","released_new","month","shows","place","latest_issue","newsletter","operates","verge","med_tech","several","crossed_paths","someone_infected","maintaining_patient","basically_says","unlike","afford","seriously","gaps","range","official_statistics","population_densities","instagram_live","netherlands","affected","security_issues","jour","omni","net","uber_launches","game","tracks_location","confirmed_case","recording","webinar","june","est","data_mining","supercomputing","none","ghana_news","ghana","immigration","trusted","using_aggregated","engine","geo_fencing","fleet_management","click_link","mesh","super_interesting","thread","population_movements","tracing_critical","keeping_people","experience","moni","outbreaks","makes_sense","broader","temporary","across_borders","operating_systems","lawmakers_warn","los_angeles","kindly_look","collate","positive_patients","janata_curfew","janta_curfew","reportedly","citing_privacy","feds","opted","might_reduce","delays","coverage","michigan_college","instituted","constant","women_tech","saas","startup","iot","highest_standards","distance","held_phone","thursday","bodyguard","cares_fund","dia","expert_comments","expert_insight","infosec_cybersecurity","stay_tuned","measuring","movement_migration","healthcare_facilities","based_upon","combined","dozens","icymi","voluntary_participation","germany_says","gather","healthcare_informatics","forget","careful","establish","centers","satellite_images","text_messages","disinfectant","scotland","helping_stop","florida_beach","departing","spreading_around","decided","alert_app","safe_september","form","mixed","involve","advocates","connect","internationally","mine","area","stacks","ftw","percent","slashdot","university_oxford","general_population","smartphone_owners","compulsory","tracks_movements","healthy","recent","confirmed_cases","willingly","imagine","help_slow","look_forward","seeing","benefits_using","quick","results","screenings","sent","national_command","lost","alone","could_controlled","faster","scale","ieee_spectrum","named","plans_launch","cross_border","toolbox","accompanied","dataprotection_cyber","adoption","digital_infrastructure","managed","paying_attention","gained","sturgis_rally","tips","rockefeller_foundation","giving_africa","asia","awards","symptom_checking","generate","expand","energy","centres","without_electricity","guinea_pigs","early_adopter","side","diffusion","emg_twitter","telecom_companies","gdpr_dataprotection","privacy_cyber","white_house","year_year","first_quarter","preliminary_data","residents","responsibility","hard","deep_learning","homecare","blockchain","blockchain_technologies","dynamic","census","south_wales","government_considering","special_report","cyber_intel","firms_pitch","governments_spy","former_nyc","left","uncounted","shocking","living_conditions","missed","surveillance_state","disguise","france_urges","senate_house","democrats_introduce","happens","told","incredibly","say_yes","lawmakers","health_authority","serco_apologises","email_addresses","important_article","clear","real","rwanda","profiles","remains_priority","helps","dta","techcrunch_news","found_nhs","technical_challenges","actually_going","covid19_australia","adjacent","without_permission","economic_development","urban_planning","natural_disasters","beyond","implications","staggering","cornona","cryptography","illustrated","one_favorite","math","youtubers","ontario_premier","doug_ford","make_announcement","nation","corona_vtj","tech_junkie","city_county","announce_partnership","thirst","closing","merger","mobile_verizon","agreed","volunteer","health_system","surge_capacity","cdn_econ","predictors","symptoms","packed","uncertain_times","stay_informed","tune_tonight","hear","morrison_govt","offshore_amazon","aftermath","mers","national_assembly","authorized","controversy","installed_aarogya","setu","narendermodi","amazing","wow_really","short_video","vimeo","italy_germany","helping_fight","people_complying","curbs_movement","metres","isolation","moron","thought_would","fall","drone","bombing","killing","civilians","dystopia","plain_simple","consumer_privacy","developer","central_database","dash","integration","coder","brand","sacrifice_personal","seem","chosen","nhsx_app","almost_everyone","ease_lockdowns","initial","ico_guidance","customer","may_mean","learning","colombia","security_vulnerability","malware_phishing","infosec_ransomware","one_largest","aggregators","combination","grant","trace_movements","reuters_tech","excellent","brief","worth","check_latest","government_proposed","dataprotection","fox_red","paa_dpo","news_feed","agency_says","dpia","incomplete","went_live","phone_number","along","pretty_sure","working_paper","organization","oversee","zdnet","ripe_abusive","pulitzer","medical","ophthalmology","amd","digitalhealth","cybercrime_cyber","security_security","ransomware_malware","phishing_spear","phishing","jio","giant","connected","covid_symptom","checker","march","self","family_relationships","age_gender","incl","carrie_lam","dna_collection","drive","ccp","collect_data","conversations","data_analysed","nyc","confidential_patient","lack_trust","security_experts","warn","rob","behind","implemented","linux","latest_data","increased","data_hub","expert_says","alberta_canada","plus","harness_phones","faster_easier","fiji_news","beam","back","government_controlled","servers","experts_fear","society","collected","telecom_operators","intelligence_report","revenues","reach_billion","despite_economic","fallout","induced","solved","encourage_everyone","install","reasons","highly_recommended","get_back","half","meanwhile","disclose","inc","advanced","could_pose","amazon","hackers_access","report_says","via_foxnews","cybercriminals","device","access_sensitive","apps_built","rep","mitigate_spread","reliable","mechanism","crews","upgraded","safety_measures","answers_question","coupled","president","new_era","nick","shares_thoughts","movement_patterns","data_capture","ooh","building","reasonable","start_asking","internet_telecom","possibly","every_person","persons_came","within_feet","infected_person","last_weeks","efficient_way","many_questions","looming","questioning","relevance","absolutely_necessary","thing","analysed","rog_sethu","add","arcgis","workflows","outcome","pdt","call_submissions","internet_things","explain","geospatial","location_intelligence","gis","ensuring","avalanche","makes_possible","effects","detail","higher","telecom_tele","cyclone_amphan","recently_announced","joint_project","kano","merkel","grab","fragmented","somewhat","persons","biggest","data_unsecured","symptom","lists","japan_aims","locate_people","carrying","imprecise","infection_prevention","excuse","americans_trust","working_together","justify","privacy_violation","system_ios","recently_spoke","captured","privacy_safeguards","news_feedly","department","beware","kerala_karnataka","privacy_breach","read_constitution","due_process","habeas_corpus","law_order","search_seizure","threats","recommendations","gps_tracking","questionable","could_undermine","discussing","data_showing","different_areas","tulsa_rally","people_attended","document","changes_mobility","patterns","due_covid","vaccine","could_regulators","year","android_phone","computer_security","network_plus","invited","continue_reading","south_african","reg_tech","fin_tech","tactic","midst","worth_tracking","thank_feature","check_full","important_points","importance","inform_local","active","playing_role","sprint","pay","nhs_staff","silicon_valley","cloud_edge","center","washington_state","discover","improve_outcomes","organisations","using_real","decision_making","ehr_data","better_understand","outcomes","migration","humans_animals","environmental","behavioural_science","online_offline","data_analysts","data_crunchers","turning","ethics_internet","specified","hackers","south_sudan","continues","vital","paper_based","kit","action","analyticship_big","set","april","improving","alt_season","alt_coins","android_app","using_geo","aims","combat","inside_telecom","australians_download","acid","one_thing","mind","usually","planning_launch","bid","european_countries","considering","help_stop","fox_news","north","indonesia","google_play","application_uses","produced","gadgets","lin","third_party","media_statement","strengthen","everything","leadership","asked_whether","texans","willing","weekly","pts","lege","application_developed","guess","hacked","exposing","anonymise","easy_steps","australia_launches","app_isle","wight","covidsafe_app","auspol_australia","blockchain_platform","coalition","data4_good","threat","continuously","uploading","infectious_disease","guam","cannot","precise_location","infected_individual","italian","changes","moves","decentralised","immuni_app","digital_marketing","mhealth_health","hum","app_lacks","robust_legal","misuse_warns","committee","cites","rollout","ethics_ethics","virtually_every","kenyan","patient_zero","cld","achieved","pings","meters_away","first_case","route","tracers","test_isolate","crypto_crypto","steem_blockchain","bitcoin_ethereum","eth_btc","coin_desk","tracking_movements","limiting","required_law","provide_information","eyes","stem","cybersecurity_technology","vciso_cio","sec_ops","cannot_afford","imperial","white_paper","outlines_key","majority","sets","complete","idea","instead_using","could_potentially","abused","governments_corporations","small","size","ring","similar","keen","bst","monday","public_trust","private_sector","immunity","curious","phones_near","covid19nfld","grabs","started","operating","cellular","cloud_based","providing","voice","world_health","covid_tracker","novel","article_describes","assists","good_bad","serious","cybersecurity_privacy","bluetooth_based","chains","visible","universal","input","push_notifications","past","reported_last","citizens","tool_tracking","raised","flags","slowed","marketing_digital","yeah_right","contrary","getting","issue","devs","devops","dev","interviews","privacy_pitfalls","yet","play_role","systems","anyone_concerned","please","places","major","emphasis","figure","else","may_contracted","meeting","doubts_contact","legal_challenge","two_decades","blockchain_artificial","intelligence","news_thority","standard","economic_forum","cdo_fin","linked","belgium","chinese_virus","leading_charge","refusing","emergency_measures","lasting","joe","tidy","bbc","npr","high_hopes","app_protects","german_chancellor","angela_merkel","users_locations","going_wrong","affordable","especially","priced","monthly","high_speed","contacttracing","france_france","impacts","minimize_risk","lessons_learned","collateral","creat","simple_application","close","submit","dangers","rushing","risked","million_users","israeli_spyware","product","tool_uses","identify_risk","bluedot","scans","still_gathering","accelerate","android_apps","unify","sees","deaths","installation","podcasters_member","new_episode","michigan","really_important","requiring","every_country","personally_identifiable","middle_east","rural_areas","offered","midnight","huge_challenge","across_globe","backed","underway","better_faster","medicine","highlights_importance","computer","network_security","msc","h00","sounds_like","train_wreck","health_depts","streets","signed","anon","coming","location_near","large_groups","swiss","peak","cases_rise","day_lockdown","wwg_wga","maga","great_awakening","according_new","faster_efficient","retroactive","tool_helps","contracted","serco","greedy","contractors","given_contract","hands","telemetry","directly","proposed","sense","come","nine","abbas","watchdog_calls","info_gov","flawed","carol","tester","interesting_read","schemes","corp","local_officials","consolidated","situation","interventions","workplace","data_source","community_mobility","singapore_hands","people_prefer","ones","elderly","without_smartphones","hundreds_thousands","thousands_people","releasing","app_facilitates","another_brilliant","unlimited","bonus","detention","melbourne","causal","global_south","club","cluster","south_korean","people_visited","aclu","jennifer","brings","skepticism","raises","stigma","large_number","preferences","enthusiasm","assuming","wiped","reasonably","period","shared_thoughts","safe_efficient","mobile_internet","without_carrying","assessment_impact","measures_contain","wide","scaled","actions","traffic","back_normal","trajectory","frequent","used_inform","privacy_dataprotection","breaches","distancing_measures","fire","freedom","origin","wuhan_flu","begin","october","chinas","chernobyl","channels","shutdown","visit","apple_android","trump_tulsa","maga_rally","drew","hot_spots","allowed","professor","dough","age","listen","addresses","transfers","inquiries","investigation_found","one_million","government_launched","alerts_users","observe","opens_door","moving","business_insider","tracing_system","confirmed","new_cases","ramaphosa","tech_giants","deployed","spread_virus","administration","prohibit","culture","defund_police","suspended","defund","violates_privacy","australians","time_revisit","temporary_suspension","anti_phishing","security_cybercrime","gdpr_technology","hack_privacy","protection","information_security","good_reason","race_develop","types","track_contain","capital_exits","acquisitions_mbo","goodbye","hippa_laws","sovereignty","unveil","ios_update","geospatial_analysis","gist","joined_forces","draft","inter_state","arizona","abstract","retweet","read_story","world_order","roll","present","health_department","launched_new","potential_abuse","also_unnecessary","must_read","article_amp","city","heat_map","travel","treatment","hosp_icu","cannot_rely","quickest","tracking_devices","government_mandated","selfies","excited","grateful_opportunity","political","thoughtful","aka",